Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4001 JM GP6 insert - Rev1 - Master - 16Jan14.docx-omegat.tmx
Source language: en
Languages: es

source: DEFINITIONS AND ABBREVIATIONS
es: DEFINICIONES Y ABREVIATURAS

source: Competent - An individual with sufficient knowledge, skills, and ability to perform and organize their work in a manner that reduces risk of harm to themselves and to other individuals from potential and actual hazards.
es: Competente: persona con conocimientos, aptitudes y habilidades suficientes para ejecutar y organizar su trabajo de manera tal que reduzca el riesgo de dañarse a sí mismo o a otros a raíz de peligros potenciales o reales.

source: Journey Management - Identification and mitigation of risks related to the travel of Golder staff, including the standards and qualifications for modes of transport and operators and cargo storage and handling.
es: Manejo de viajes: identificación y mitigación de riesgos relacionados con viajes del personal de Golder. Contempla las normas y calificaciones de los medios de transporte y de los operadores, así como el almacenamiento y el manejo de carga.

source: Journey Management Planning – Assessment and control measures to ensure safe travel, including route conditions, weather, remote and lone work and additional external factors affecting either the safe operation of the mode of transport or as an added stressor for an operator.
es: Planificación del manejo de viajes: medidas necesarias de evaluación y control para garantizar la seguridad de los viajes. Comprende las condiciones de la ruta, el clima, el trabajo remoto y solitario y factores externos adicionales que o bien afectan la operación segura del medio de transporte o bien son un estresor adicional para el operador.

source: Mode of Transport - Includes but not limited to cars, trucks/lorries, buses, motorcycles, marine vessels, mobile equipment, animals (horses, mules, camels, etc.), auto-rickshaw, all-terrain vehicles, utility task vehicles, snow mobiles, trains, human-powered locomotion (bicycles, handcar, cycle rickshaw, foot travel etc.) utilised while conducting work on behalf of Golder.
es: Medio de transporte: comprende, entre otros, automóviles, camiones, buses, motocicletas, embarcaciones, equipos móviles, animales (caballos, mulas, camellos, etc.), mototaxis, vehículos todo-terreno, utilitarios, motonieves, trenes, vehículos a tracción humana (bicicletas, carros de mano, bicitaxis, viajes a pie) que se utilicen al efectuar labores en representación de Golder.

source: Operator – Individual in charge of any mode of transport while conducting work on behalf of Golder.
es: Operador: persona al mando de cualquier medio de transporte mientras desarrolla labores en representación de Golder.

source: Work Related Travel - Travel undertaken by an employee which:
es: Viaje de trabajo: viaje hecho por un colaborador que:

source: Provides direct or indirect benefit to Golder.
es: proporciona un beneficio directo o indirecto a Golder.

source: Would not be undertaken without direct instruction from Golder to do so.
es: no se realizaría sin que haya una instrucción directa de Golder para ello.

source: It does not include an employee’s round-trip commute from their home to their normal place of work.
es: El traslado diario habitual del colaborador desde el hogar al lugar de trabajo y viceversa no se considera un “viaje”.

source: Journey Management planning
es: Planificación del manejo de viajes

source: This procedure establishes uniform global requirements for all work-related travel involving the operation of all modes of transport to identify and mitigate the risks associated with undertaking journeys.
es: Este procedimiento establece requisitos uniformes globales para llevar a cabo todo viaje de trabajo que implique la operación de medios de transporte y su fin es identificar y mitigar los riesgos asociados.

source: This procedure applies to Golder (owned, leased, or rental) modes of transport, as well as private and client modes of transport used while conducting business on behalf of Golder.
es: Este procedimiento se aplica a los medios de transporte que son propiedad de Golder o están en alguna modalidad de alquiler, así como los medios de transporte privados y de clientes usados mientras se llevan a cabo negocios en representación de Golder.

source: This procedure does not apply to public transport or taxi cabs.
es: Este procedimiento no rige para el transporte público o el uso de taxis.

source: Modes of transport used for work purposes are considered work sites and therefore compliance with other applicable Golder policies and procedures is required.
es: Los medios de transporte usados con fines de trabajo se consideran lugares de trabajo y, por lo tanto, se les exige cumplir con otras políticas y procedimientos de Golder que les sean aplicables.

source: Journeys shall be assessed and controls identified and implemented.
es: Los viajes deben evaluarse y deben identificarse e implementarse controles.

source: This may be through a standalone Journey Management Plan or included as part of the HaSEP but must be specific to the hazards and risks involved in the proposed journey.
es: Esto puede ser vía un Plan de Manejo de Viajes individual o incluirse como parte del HaSEP, pero debe ser específico para los peligros y riesgos propios del viaje propuesto.

source: The degree of assessment and level of controls contained in the HaSEP / Journey Management Plan shall be commensurate to the identified risk(s).
es: El grado de evaluación y el nivel de los controles contenidos en el HaSEP / Plan de Manejo de Viajes debe equiparar los riesgos identificados.

source: Each Golder Operating Company will document and maintain records pertaining to operator licences and training, Golder (owned, leased, or rental) mode of transport inspections and maintenance, and as required to demonstrate compliance with local jurisdictional legislative requirements not covered by this procedure.
es: Cada Operación de Golder documentará y mantendrá registros de las licencias y capacitación de los operadores, así como de las inspecciones y el mantenimiento de los medios de transporte que son propiedad de Golder o están en alguna modalidad de alquiler y, si se requiere, demostrar el cumplimiento de la normativa local que no esté cubierta por este procedimiento.

source: Operators of modes of transport will comply with the following:
es: Los operadores de medios de transporte cumplirán con lo siguiente:

source: Possess the appropriate operator’s license for the area of operation and be competent to operate the mode of transport.
es: Tener la licencia de operador correspondiente para el área de operaciones y ser competente para operar el medio de transporte.

source: Operate the mode of transport in a safe manner and comply with relevant local regulatory requirements and with site/project specific transport requirements, where applicable.
es: Operar el medio de transporte con seguridad y cumplir con las exigencias pertinentes de la normativa local y con los requisitos de transporte específicos del sitio o proyecto, según corresponda.

source: Comply with Golder policies and procedures including Fit for Duty and Fatigue requirements.
es: Cumplir con las políticas y procedimientos de Golder, incluidos los requerimientos sobre aptitud para las labores y fatiga.

source: Use, and ensure passengers use, a seat belt or restraining device at all times when operating or travelling in a mode of transport where they are fitted.
es: Usar en todo momento cinturón de seguridad u otro dispositivo de seguridad con el que cuente el medio de transporte y asegurarse de que los pasajeros también lo usen.

source: Wear and ensure passengers wear, appropriate personal protection equipment as required by local legislation, the mode of transport manufacturer’s instructions or through risk assessment; whichever specifies the more protective standard.
es: Usar, tanto el operador como los pasajeros, equipo de protección personal adecuado según lo requieran la normativa local o las instrucciones del fabricante del medio de transporte o según lo determine una evaluación de riesgo, ciñéndose, en todo caso, a la norma que signifique la mayor protección.

source: Not allow unauthorized personnel (e.g. hitch-hikers) to ride in the mode of transport and ensure no personnel travel in cargo areas.
es: No permitir a personal no autorizado (ej., personas que hacen dedo) subirse al medio de transporte y asegurarse de que nadie esté viajando en las zonas de carga.

source: Communication or electronic devices shall not be used by the operator while underway, including hands-free kits.
es: El operador no debe usar aparatos de comunicación o dispositivos electrónicos mientras va en camino, ni siquiera los kits de manos libres.

source: The exception to this is where fitted radios are required for the safe navigation of the mode of transport.
es: La excepción será aquellas radios instaladas que se requieran para una navegación segura del medio de transporte.

source: Infringements incurred while undertaking work for Golder are the responsibility of the operator.
es: La infracción que se cometa mientras se ejecutan trabajos para Golder serán responsabilidad del operador.

source: Golder owned, leased and rental modes of transport shall:
es: Los medios de transporte que sean propiedad de Golder o estén en alguna modalidad de alquiler deberán:

source: Be registered or otherwise certified in accordance with local Op-Co legislative requirements.
es: Estar registrados o certificados de algún modo de conformidad con los requisitos que establezcan las leyes para la Operación local.

source: Be assessed prior to each use to assess its condition and suitability for the intended operation including the planned route and transport of materials and equipment.
es: Ser evaluados antes de cada uso para conocer su condición e idoneidad para el uso previsto y para la ruta planificada y el transporte de materiales y equipos.

source: Contain safety and emergency equipment suitable for its intended use and area of operation and in compliance with relevant local regulatory requirements.
es: Contener equipos de seguridad y emergencia adecuados para el uso previsto y el lugar de operación y que cumplan con los requisitos de la normativa local pertinente.

source: Golder owned and leased modes of transport shall:
es: Los medios de transporte que sean propiedad de Golder o estén alquilados deberán:

source: Be inspected according to the schedule(s) required by the manufacturer and local regulations.
es: Ser inspeccionados según el cronograma recomendado por el fabricante y la normativa local.

source: Journey Management Plans shall include:
es: Los planes de manejo de viajes deben incluir:

source: Type of route on which the mode of transport will be operated.
es: Tipo de ruta en la que será operado el medio de transporte.

source: Schedules and timing of the travel, as well as distance, including secondary routes where these exist.
es: Cronogramas y tiempos de viaje, distancia y rutas secundarias, de existir estas.

source: Contact persons (primary and back up) and working communication systems for scheduled check in contacts.
es: Personas de contacto (principal y de respaldo) y sistemas de comunicación en funcionamiento para reportes programados con contactos.

source: Potential for encounters with hazards including man-made, natural environmental and/or security risks.
es: Posibilidad de encontrar peligros tales como riesgos de seguridad provocados por el hombre, de carácter ambiental natural o de seguridad.

source: Weather forecasts for the travel route(s) when extreme conditions may be present.
es: Pronósticos del tiempo para las rutas del viaje cuando pudiera haber condiciones extremas.

source: Emergency response actions.
es: Acciones de respuesta a emergencias.

source: DRAFT
es: BORRADOR

source: DRAFT Journey Management
es: BORRADOR Manejo de viajes
